Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: You may wonder why we treat nominal takes as maximums instead of simple percentages. It's because having maximums allows a team to have unused income (called âleftoverâ), and that is good in several ways. Firstly, it provides a âcushionâ that stabilizes the income of the team's members. Secondly, it eases the integration of new members into a team, because as they increase their takes they reduce the leftover instead of affecting the income of the other members. Thirdly, it allows our software to adjust the amounts that donors actually transfer to the team's members, in a way that balances the donors' contributions over time, thus making the system more fair. Finally, it encourages donating to a team even if it has already reached its funding goal, which is good for the stability of the team's income.
sv: Du kanske undrar varfÃ¶r vi behandlar nominella andelar som tak i stÃ¤llet fÃ¶r enkla procenttal. Det beror pÃ¥ att ha ett tak tillÃ¥ter en grupp att ha outnyttjade inkomster (kallas "rester"), och det Ã¤r bra pÃ¥ flera sÃ¤tt. FÃ¶r det fÃ¶rsta tillhandahÃ¥ller det en "kudde" som stabiliserar gruppmedlemmarnas inkomster. FÃ¶r det andra sÃ¥ underlÃ¤ttar det integrationen av nya medlemmar i en grupp, eftersom nÃ¤r de Ã¶kar sin andel sÃ¥ de minskas resterna istÃ¤llet fÃ¶r att pÃ¥verka de andra medlemmarnas inkomster. FÃ¶r det tredje tillÃ¥ter den vÃ¥r programvara att anpassa de belopp som givarna faktiskt Ã¶verfÃ¶r till gruppmedlemmarna pÃ¥ ett sÃ¤tt som balanserar givarnas bidrag Ã¶ver tid, vilket gÃ¶r systemet mer rÃ¤ttvist. Slutligen uppmuntrar det till att donera till en grupp Ã¤ven om det redan har nÃ¥tt sitt finansieringsmÃ¥l, vilket Ã¤r bra fÃ¶r gruppens inkomst.

source: Automatic takes
sv: Automatiska andelar

source: By default all team members have their take set to the special value 'auto', which corresponds to an equal share of the leftover. In other words, the members who set their takes explicitly get funded first, then whatever's left is distributed in equal amounts to the members who have automatic takes.
sv: Som standard har alla gruppmedlemmar sin andel satt till specialvÃ¤rdet 'auto', vilket motsvarar en lika stor del av resterna. Med andra ord, de medlemmar som sÃ¤tter sina andelar uttryckligen finansieras fÃ¶rst, sedan fÃ¶rdelas det som finns kvar i lika stora belopp till de medlemmar som har automatiska andelar.

source: Regulation of take amounts
sv: Regulering av andelsbelopp

source: Please contact support if you want to enable or disable the take limits for an existing team. Don't forget to include evidence that the change has been approved by the other team members.
sv: Kontakta supporten om du vill aktivera eller inaktivera grÃ¤nserna fÃ¶r ett befintlig grupps andelar. GlÃ¶m inte att ta med bevis pÃ¥ att fÃ¶rÃ¤ndringen har godkÃ¤nts av de andra gruppmedlemmarna.

source: Removing team membership
sv: Ta bort gruppmedlemskap

source: You can leave a team from {0}your teams dashboard{1}.
sv: Du kan lÃ¤mna en grupp frÃ¥n {0}din grupps kontrollpanel{1}.

source: Kicking a member out of a team is not implemented yet. Please contact support with evidence that the member needs to be kicked out and that there is consensus on that among the other members.
sv: Att sparka en medlem ur en grupp Ã¤r inte implementerat Ã¤nnu. VÃ¤nligen kontakta supporten fÃ¶r att bevisa att medlemmen mÃ¥ste sparkas ut och att det finns enighet om det bland de andra medlemmarna.

source: Closing a team account
sv: StÃ¤nga en grupp konto

source: A team account is automatically closed when its last member leaves.
sv: En gruppkonto stÃ¤ngs automatiskt nÃ¤r den sista medlemmen lÃ¤mnar.

source: Incorrect uses include:
sv: Felaktig anvÃ¤ndning inkluderar:

source: Begging. The money must be for something the recipient does that benefits other people.
sv: Tiggeri. Pengarna mÃ¥ste vara till fÃ¶r nÃ¥got som mottagaren gÃ¶r som gynnar andra mÃ¤nniskor.

source: Selling. Thanking patrons is allowed, but rewarding them is forbidden.
sv: Att sÃ¤lja. Att tacka givare Ã¤r tillÃ¥tet, men att belÃ¶na dem Ã¤r fÃ¶rbjudet.

source: Liberapay is built on top of payment processors that handle the actual fund transfers. These processors have their own rules that recipients must comply with:
sv: Liberapay Ã¤r byggt ovanpÃ¥ betalningsfÃ¶rmedlare som hanterar sjÃ¤lva Ã¶verfÃ¶ringarna. Dessa leverantÃ¶rer har sina egna regler som mottagarna mÃ¥ste fÃ¶lja:

source: Last changed {timespan_ago} by {username}.
sv: Senast Ã¤ndrad {timespan_ago} av {username}.

source: Communities allow you to find people that work on things you care about. You can also subscribe to their newsletters to stay informed.
sv: Med gemenskaper kan du hitta mÃ¤nniskor som arbetar med saker du bryr dig om. Du kan ocksÃ¥ prenumerera pÃ¥ deras nyhetsbrev fÃ¶r att hÃ¥lla dig informerad.

source: Start a new community
sv: Starta ett nytt nÃ¤tverk

source: Search communities
sv: SÃ¶k nÃ¤tverk

source: Largest communities
sv: StÃ¶rsta nÃ¤tverk

source: Largest communities in {language}
sv: StÃ¶rsta communityn pÃ¥ {language}

source: Sorry, we haven't found any. Why don't you start one?
sv: TyvÃ¤rr har vi inte hittat nÃ¥gon. VarfÃ¶r inte starta en?

source: Which platform would you like to explore?
sv: Vilken plattform skulle du vilja utforska?

source: Explore {0}
sv: Utforska {0}

source: Explore Your {0} Contacts
sv: Utforska dina {0} kontakter

source: Explore other platforms:
sv: Utforska andra plattformar:

source: This page lists Liberapay users who are hoping to receive their first donations.
sv: Denna sida listar Liberapay-anvÃ¤ndare som hoppas fÃ¥ sina fÃ¶rsta donationer.

source: Despite our efforts, some of the listed profiles may be spam or fraud.
sv: Trots vÃ¥ra anstrÃ¤ngningar kan nÃ¥gra av de listade profilerna vara spam eller bedrÃ¤gerier.

source: Profiles only start appearing in the list 72 hours after they're created.
sv: Profiler bÃ¶rjar visas i listan fÃ¶rst 72 timmar efter att de har skapats.

source: People and projects who receive donations through Liberapay.
sv: Personer och projekt som tar emot donationer genom Liberapay.

source: Explore Recipients
sv: Utforska mottagare

source: Users who are hoping to receive their first donations through Liberapay.
sv: AnvÃ¤ndare som hoppas fÃ¥ sina fÃ¶rsta donationer genom Liberapay.

source: Explore Hopefuls
sv: Utforska hoppfulla

source: Liberapay allows pledging to fund people who haven't joined the site yet.
sv: Liberapay tillÃ¥ter att man lovar att finansiera mÃ¤nniskor som inte har anslutit sig till webbplatsen Ã¤nnu.

source: Explore Pledges
sv: Utforska Ã¥taganden

source: A repository contains a project's data, for example the source code of an application.
sv: Ett kÃ¤llkodsarkiv innehÃ¥ller ett projekts data, till exempel kÃ¤llkoden fÃ¶r ett program.

source: See the most popular repositories belonging to Liberapay users, and browse lists of repos that you've starred on other platforms.
sv: Se de mest populÃ¤ra kÃ¤llkodsarkiven som tillhÃ¶r Liberapay anvÃ¤ndare, och blÃ¤ddra bland listor Ã¶ver kÃ¤llkodsarkiv som du har stjÃ¤rnmÃ¤rkt pÃ¥ andra plattformar.

source: Explore Repositories
sv: Utforska Arkiv

source: Browse the accounts that Liberapay users have on other platforms. Find your contacts by connecting your own accounts.
sv: BlÃ¤ddra bland de konton som Liberapay anvÃ¤ndare har pÃ¥ andra plattformar. Hitta dina kontakter genom att ansluta dina egna konton.

source: Explore Social Networks
sv: Utforska sociala nÃ¤tverk

source: Individuals
sv: Individer

source: The top {0} individuals on Liberapay are:
sv: Top {0} personerna pÃ¥ Liberapay Ã¤r:

source: Sort by
sv: Sortera efter

source: income
sv: inkomst

source: creation date
sv: datum fÃ¶r skapandet

source: sort order
sv: sorteringsordning

source: in descending order
sv: i fallande ordning

source: in ascending order
sv: i stigande ordning

source: Organizations
sv: Organisationer

source: The top {0} organizations on Liberapay are:
sv: Top {0} organisationerna pÃ¥ Liberapay Ã¤r:

source: Create an organization account
sv: Skapa ett organisationskonto

source: Please don't spam the people and projects listed below with messages inviting them to join Liberapay or asking them why they haven't.
sv: VÃ¤nligen spamma inte personerna och projekten i listan nedan med meddelanden med inbjudningar att gÃ¥ med i Liberapay eller frÃ¥gor om varfÃ¶r de inte gÃ¥tt med.

source: There are no unclaimed donations right now.
sv: Det finns inga outtagna donationer just nu.

source: Make a pledge
sv: GÃ¶r ett Ã¥tagande

source: Do you have someone in mind?
sv: Har du nÃ¥gon i Ã¥tanke?

source: We can help you find pledgees if you connect your accounts:
sv: Vi kan hjÃ¤lpa dig att hitta Ã¥taganden om du ansluter dina konton:

source: by {author_name}
sv: av {author_name}

source: stars count
sv: antal stjÃ¤rnor

source: connection date
sv: datum fÃ¶r anslutning

source: Browse your favorite repositories
sv: Utforska dina favorit kÃ¤llkodsarkiv

source: Link your repositories to your profile
sv: LÃ¤nka dina kÃ¤llkodsarkiv till din profil

source: Create a team
sv: Skapa en grupp

source: {0} community settings
sv: {0} gemenskapsinstÃ¤llningar

source: Sidebar text in {language}
sv: Sidopaneltext pÃ¥ {language}

source: This profile is marked as spam.
sv: Den hÃ¤r profilen Ã¤r markerad som vilseledande.

source: Are you a contributor in the {0} community? Then join it on Liberapay! Soon you'll be able to advertise your community projects here and post status updates about your work.
sv: Ãr du en bidragare i {0} gemenskapen? Anslut dig till den pÃ¥ Liberapay! Snart kommer du kunna marknadsfÃ¶ra din gemenskapsprojekt hÃ¤r och skicka statusuppdateringar om ditt arbete.

source: Join
sv: GÃ¥ med

source: New Members
sv: Nya medlemmar

source: Community newsletters will help you stay informed about what's going on and which projects need support. They're not operational yet but you can already subscribe.
sv: Gemenskaps nyhetsbrev kommer hÃ¥lla dig informerad om vad som Ã¤r pÃ¥ gÃ¥ng och vilka projekt som behÃ¶ver stÃ¶d. De fungerar inte Ã¤nnu, men du kan redan nu prenumerera.

source: Use underscores (_) instead of spaces. All unicode alphanumeric characters are allowed, as well as dots (.) and dashes (-).
sv: AnvÃ¤nd understreck (_) istÃ¤llet fÃ¶r mellanrum. Alla unicode alfanumeriska tecken, punkter (.) och bindestreck (-) Ã¤r tillÃ¥tna.

source: Language of the name
sv: Namnets sprÃ¥k

source: We help you fund the creators and projects you appreciate.
sv: Vi hjÃ¤lper dig att finansiera de skapare och projekt du uppskattar.

source: Liberapay is a recurrent donations platform.
sv: Liberapay Ã¤r en plattform fÃ¶r Ã¥terkommande donationer.

source: Receive
sv: Ta emot

source: Are you a creator of commons? Do you make free art, spread free knowledge, write free software? Or something else that can be funded by recurrent donations?
sv: Ãr du en skapare av allmÃ¤nnyttiga ting? GÃ¶r du gratis konst, sprider fri kunskap och skriver fri mjukvara? Eller nÃ¥got annat som kan bli finansierat av lÃ¶pande donationer?

source: Yes? Then Liberapay is for you! Create your account, fill your profile, and ask your audience to financially support your work.
sv: Ja? DÃ¥ Ã¤r Liberapay fÃ¶r dig! Skapa ett konto, fyll i din profil och be din publik att finansiellt stÃ¶dja ditt arbete.

source: Create your account
sv: Skapa ditt konto

source: You are currently refusing donations, you can change that in {0}your profile settings{1}.
sv: Du nekar donationer fÃ¶r tillfÃ¤llet, du kan Ã¤ndra detta i {0}din profils instÃ¤llningar{1}.

source: Congratulations, you have reached your goal of receiving {0} per week!
sv: Grattis, du har nÃ¥tt ditt mÃ¥l om att ta emot {0} per vecka!

source: To receive money, do something awesome and then tell people about it:
sv: FÃ¶r att ta emot pengar, gÃ¶r nÃ¥got fantastiskt och berÃ¤tta fÃ¶r folk om det:

source: {0}Fill out your profile{1}.
sv: {0}Fyll i din profil{1}.

source: {0}Configure a payment account{1}.
sv: {0}Konfigurera ett betalningskonto{1}.

source: {0}Embed our widgets{1} on your blog/website.
sv: {0}BÃ¤dda in vÃ¥ra widgets{1} pÃ¥ din blogg/hemsida.

source: Contact the people who benefit from your work and ask them to support you.
sv: Kontakta de personer som drar nytta av ditt arbete och be de stÃ¶tta dig.

source: How it works for donors
sv: Hur det fungerar fÃ¶r bidragsgivare

source: 1. Set up a donation
sv: 1. SÃ¤tt upp en donation

source: Find someone you want to give money to, then choose an amount, a period (weekly, monthly, or yearly), and a renewal method (manual or automatic).
sv: Hitta nÃ¥gon du vill ge pengar till, vÃ¤lj ett belopp och en period (veckovis, mÃ¥nadsvis eller Ã¥rlig), samt en fÃ¶rnyelsemetod (manuell eller automatisk).

source: 2. Fund your donation
sv: 2. Finansiera din donation

source: On Liberapay, donations are funded in advance. You have control over when and how much you pay. Sending more money at once usually results in a lower percentage of {0}transaction fees{1}.
sv: PÃ¥ Liberapays Ã¤r donationer finansierade pÃ¥ fÃ¶rhand. Du har kontroll Ã¶ver hur mycket pengar du sÃ¤tter in och nÃ¤r. Att skicka mer pengar pÃ¥ en och samma gÃ¥ng resulterar i en lÃ¤gre procent {0}transaktionsavgifter{1}.

source: 3. Keep your donation funded
sv: 3. HÃ¥ll dina donationer finansierade

source: We will notify you whenever a donation needs to be renewed. If you've opted for automatic renewals, then we will attempt to debit your card or bank account as agreed.
sv: NÃ¤r en donation behÃ¶ver fÃ¶rnyas sÃ¥ skickar vi dig en notis via e-post. Om du har valt automatiska fÃ¶rnyelser, kommer vi att fÃ¶rsÃ¶ka att debitera ditt kort eller bankkonto enligt Ã¶verenskommelse.

source: How it works for creators
sv: Hur det fungerar fÃ¶r skapare

source: 1. Create your profile
sv: 1. Skapa din profil

source: Explain what you do, why you've chosen to ask for donations, what the money will be used for, etc.
sv: FÃ¶rklara vad du gÃ¶r, varfÃ¶r du valt att frÃ¥ga efter bidrag, vad pengarna ska gÃ¥ till, osv.

source: 2. Configure payment processing
sv: 2. SÃ¤tt upp en betalningsfÃ¶rmedlare

source: We currently support processing payments through {payment_processors_list}.
sv: Vi hanterar betalningar via {payment_processors_list}.

source: 3. Reach out to your audience
sv: 3. NÃ¥ ut till din publik

source: How it works internally
sv: Hur det fungerar internt

source: Liberapay is run transparently by a {1}non-profit organization{0}, its {2}source code{0} is public.
sv: Liberapay drivs transparent av en {1}ideell organisation{0}, dess {2}kÃ¤llkod{0} Ã¤r offentlig.

source: We rely on your support to keep Liberapay running and {link_start}improving{link_end}.
sv: Vi fÃ¶rlitar oss pÃ¥ erat stÃ¶d fÃ¶r att hÃ¥lla Liberapay igÃ¥ng och {link_start}fÃ¶rbÃ¤ttras{link_end}.

source: Fund Liberapay
sv: StÃ¶d Liberapay

source: A team allows members of a project to receive money and share it, without having to set up a legal entity. {0}Learn moreâ¦{1}
sv: En grupp tillÃ¥ter medlemmar i ett projekt att ta emot pengar och dela de, utan att sÃ¤tta upp en juridisk enhet. {0}LÃ¤s mer...{1}

source: Multiple languages
sv: Flera sprÃ¥k

source: Multiple currencies
sv: Flera valutor

source: Integrations
sv: Integrationer

source: You can also easily list on your profile the repositories you contribute to on {platforms_list}.
sv: PÃ¥ din profil kan du enkelt lista vilka kÃ¤llkodsarkiv som du bidrar till pÃ¥ {platforms_list}.

source: Liberapay allows pledging to people who haven't joined the site yet. No money is collected for pledges, they only become real donations when the recipients join. Of course we notify the donors when that happens.
sv: Liberapay tillÃ¥ter dig att utfÃ¤sta en donation till personer som inte har gÃ¥tt med Ã¤nnu. Inga pengar samlas in fÃ¶r Ã¥tagandena, utan de blir verkliga donationer fÃ¶rst nÃ¤r mottagarna gÃ¥r med. Givetvis underrÃ¤ttar vi givarna nÃ¤r det sker.

source: Sponsors
sv: Sponsorer

source: Donations from businesses and nonprofits are welcome on Liberapay. If you have any questions, don't hesitate to {0}contact us{1}.
sv: Donationer frÃ¥n fÃ¶retag och ideella organisationer Ã¤r vÃ¤lkomna pÃ¥ Liberapay. Om du har frÃ¥gor, tveka inte att {0}kontakta oss{1}.

source: The list below is rotated pseudorandomly.
sv: Listan nedan roteras pseudoslumpmÃ¤ssigt.

source: {money_amount}{small}/week{end_small}
sv: {money_amount}{small}/vecka{end_small}

source: Thanks
sv: Tack

source: Liberapay benefits from sponsored accounts on the following open source services:
sv: Liberapay drar nytta av sponsrade konton pÃ¥ fÃ¶ljande open source tjÃ¤nster:

source: Recent Activity
sv: Senaste aktivitet

source: More stats
sv: Mer statistik

source: Learn more
sv: LÃ¤s mer

source: Follow us
sv: FÃ¶lj oss

source: Log In
sv: Logga in

source: We were unable to determine if you are a member of the {team_name} team on {platform_name}. Please {link_start}make sure your membership of the team is public{link_end}.
sv: Vi kunde inte avgÃ¶ra om du Ã¤r medlem av teamet {team_name} pÃ¥ {platform_name}. VÃ¤nligen {link_start}se till att ditt medlemskap i teamet Ã¤r offentligt{link_end}.

source: Are you really an administrator of the {0} team?
sv: Ãr du verkligen administratÃ¶r Ã¶ver {0} gruppen?

source: Your attempt to claim this account failed because you're logged into {0} as someone who isn't an administrator of the {1} team. Please sign out and {2}try again{3}.
sv: Ditt fÃ¶rsÃ¶k att gÃ¶ra ansprÃ¥k pÃ¥ detta konto misslyckads dÃ¥ du redan Ã¤r inloggad pÃ¥ {0} som nÃ¥gon som inte Ã¤r administratÃ¶r Ã¶ver {1} gruppen. VÃ¤nligen logga ut och {2}fÃ¶rsÃ¶k igen{3}.

source: Are you really {0}?
sv: Ãr du verkligen {0}?

source: Your attempt to claim this account failed because you're logged into {0} as someone else. Please sign out and {1}try again{2}.
sv: Ditt fÃ¶rsÃ¶k att gÃ¶ra ansprÃ¥k pÃ¥ detta konto misslyckades dÃ¥ du redan Ã¤r inloggad pÃ¥ {0} som nÃ¥gon annan. VÃ¤nligen logga ut och {1}fÃ¶rsÃ¶k igen{2}.

source: {0} is a private team
sv: {0} Ã¤r en privat grupp

source: {0} is a big team
sv: {0} Ã¤r en stort grupp

source: Explore unclaimed donations
sv: UpptÃ¤ck outtagna donationer

source: This page is for pledges to the {platform} user {user_name}:
sv: Denna sida Ã¤r fÃ¶r donationsÃ¥taganden avseende anvÃ¤ndaren {user_name} pÃ¥ {platform}:

source: No description available.
sv: Ingen beskrivning tillgÃ¤nglig.

source: Profile on {0}
sv: Profil pÃ¥ {0}

source: {user_name} has indicated that they can't or don't want to join Liberapay. You can still make a pledge to them below, but you should also consider supporting them in other ways.
sv: {user_name} har meddelat att de inte kan eller vill gÃ¥ med i Liberapay. Du kan Ã¤ndÃ¥ gÃ¶ra ett donationsÃ¥tagande till dem nedan, men du bÃ¶r Ã¤ven fundera pÃ¥ att stÃ¶tta pÃ¥ dem pÃ¥ nÃ¥got annat sÃ¤tt.

source: Please don't send messages to {user_name} inviting them to join Liberapay or asking them why they haven't.
sv: VÃ¤nligen skicka inte meddelanden till {user_name} med inbjudningar om att gÃ¥ med i Liberapay eller frÃ¥gor om varfÃ¶r de inte gÃ¥tt med.

source: Pledge to {user_name}
sv: GÃ¶r ett donationsÃ¥tagande till {user_name}

source: You can support individual team members:
sv: Du kan stÃ¶dja individuella team-medlemmar:

source: Are you a member of the {team_name} team?
sv: Ãr du medlem av teamet {team_name}?

source: Are you {user_name}?
sv: Ãr du {user_name}?

source: You can't or don't want to join Liberapay?
sv: Kan eller vill du inte gÃ¥ med i Liberapay?

source: You can âopt outâ of Liberapay. People will still be able to pledge to you, but a message will be displayed on this page informing everyone that you're not planning to join and asking them not to send you messages about Liberapay.
sv: Du kan âvÃ¤lja bortâ Liberapay. Folk kommer fortfarande att kunna gÃ¶ra Ã¥taganden fÃ¶r dig, men ett meddelande kommer att visas pÃ¥ den hÃ¤r sidan som informerar alla om att du inte planerar att gÃ¥ med och ber dem att inte skicka meddelanden om Liberapay till dig.

source: Opt out
sv: SÃ¤g upp

source: {0} returned this error message: {1}
sv: {0} gav detta felmeddelande: {1}

source: {platform} returned an error, please retry the operation from the beginning.
sv: {platform} skickade tillbaka ett fel, vÃ¤nligen pÃ¥bÃ¶rja operationen frÃ¥n bÃ¶rjan.

source: Social Explorer
sv: Social utforskare

source: Connect your {platform} account
sv: Anslut ditt {platform}-konto

source: It looks like you don't follow anyone on {platform}.
sv: Det verkar som att du inte fÃ¶ljer nÃ¥gon pÃ¥ {platform}.

source: The address you provided is not valid. Expected format: username@domain
sv: Adressen du angav Ã¤r inte giltig. FÃ¶rvÃ¤ntat format: anvÃ¤ndarnamn@domÃ¤n

source: Which account?
sv: Vilket konto?

source: Please enter the name of the {0} account you would like to connect:
sv: VÃ¤nligen ange namnet pÃ¥ {0} kontot du vill ansluta:

source: Name of the team's account on {platform}
sv: Namn fÃ¶r teamets konto pÃ¥ {platform}

source: Name of the organization's account on {platform}
sv: Namn fÃ¶r organisationens konto pÃ¥ {platform}

source: {0} username
sv: {0} anvÃ¤ndarnamn

source: Please enter the address of the {0} account you would like to connect:
sv: VÃ¤nligen ange adressen fÃ¶r {0} kontot som du vill ansluta:

source: Connect
sv: Anslut

source: Please Confirm
sv: VÃ¤nligen bekrÃ¤fta

source: {0} is connected to {1} on Liberapay. Transfer it?
sv: {0} Ã¤r ansluten till {1} pÃ¥ Liberapay. Flytta den?

source: How the accounts are now
sv: Hur kontona Ã¤r nu

source: No connected accounts.
sv: Inga anslutna konton.

source: How the accounts will be after the transfer
sv: Hur kontona kommer vara efter flytten

source: Transfer the account
sv: ÃverfÃ¶r kontot

source: The {provider} account you are attempting to connect is linked to another Liberapay account marked as fraudulent.
sv: {provider}-kontot som du fÃ¶rsÃ¶ker koppla Ã¤r lÃ¤nkat till ett annat Liberapay-konto som Ã¤r markerat som bedrÃ¤gligt.

source: Connecting a {platform} account
sv: Ansluter till ett {platform} konto

source: Please input the email address and country of the PayPal account you want to connect:
sv: VÃ¤nligen ange e-postadressen och landet fÃ¶r PayPal-kontot som du vill ansluta:

source: A confirmation code will be sent to this email address, unless it's already linked to your Liberapay account.
sv: En bekrÃ¤ftelsekod skickas till denna e-postadress, sÃ¥vida den inte redan Ã¤r lÃ¤nkad till ditt Liberapay-konto.

source: PayPal payments are currently not anonymous, donors will see your email address, and you will see theirs.
sv: PayPal-betalningar Ã¤r fÃ¶r nÃ¤rvarande inte anonyma, givare kommer se din e-postadress och du kommer se deras.

source: The email address you provide here must exactly match one you've linked to your PayPal account. If you aren't sure, {link_start}go to PayPal{link_end} and check your email settings.
sv: E-postadressen du anger hÃ¤r mÃ¥ste exakt matcha den du har lÃ¤nkat till ditt PayPal-konto. Om du Ã¤r osÃ¤ker, {link_start}gÃ¥ till PayPal{link_end} och kontrollera dina e-postinstÃ¤llningar.

source: Sorry, we didn't find anything matching your query.
sv: FÃ¶rlÃ¥t, vi hittade inget som matchade din fÃ¶rfrÃ¥gan.

source: Whose work do you appreciate?
sv: Vems verk uppskattar du?

source: {username} has a repository named {repo_name} in their {platform} account
sv: {username} har ett kÃ¤llkodsarkiv som heter {repo_name} pÃ¥ deras {platform} konto

source: Didn't find who you were looking for?
sv: Hittade du inte den du letade efter?

source: You can also pledge to people who haven't joined Liberapay yet:
sv: Du kan ocksÃ¥ lova att ge till personer som inte har blivit medlem pÃ¥ Liberapay Ã¤nnu:

source: Sign In
sv: Logga in

source: If you already have an account, log in:
sv: Om du redan har ett konto, logga in:
